Sintered Cu Particles/system/fvSchemes
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  v2106                                 |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       dictionary;
    object      fvSchemes;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //
ddtSchemes
{
    default         steadyState;
}

gradSchemes
{
    default         leastSquares;
}

divSchemes
{
    default         none;
    div(phi,U)      Gauss linear; 	
    div((nuEff*dev2(T(grad(U))))) Gauss linear; 	
}

laplacianSchemes
{
    default         Gauss linear limited 0.8;
}

interpolationSchemes
{
    default         linear;
}

snGradSchemes
{
    default         limited 0.8;
}

// ************************************************************************* //
